cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'bash'
brew 'cloc'
brew 'coreutils'
brew 'curl'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gettext'
brew 'git'
brew 'grep'
brew 'haskell-stack'
brew 'neovim'
brew 'nvm'
brew 'openssl'
brew 'pass'
brew 'python3'
brew 'readline'
brew 'ripgrep'
brew 'scala'
brew 'telnet'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'yarn'

cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'mysqlworkbench'
cask 'slack'
cask 'sourcetree'
cask 'telegram'
cask 'tunnelblick'
cask 'vlc'
